{
  "title": "Behavioural Module",
  "sections": [
    {
      "heading": "Behavioural:",
      "content": [
        "Knowing more about your managing condition can help you feel more in control.",
        "Can you get a reaction from kissing?",
        "Yes, it is possible. If a person has eaten your allergen within about the past 4 hours they can have traces of your allergen in their saliva, and you can come in contact with this through sharing utensils like water bottles, straws, glasses, cutlery ect and yes, kissing. You might have heard a phrase about not to ‘kiss and tell’, but with allergies you should ‘tell, then kiss’! If you have a regular boyfriend or girlfriend, some sensible things you could do would be to ask them not to eat your allergen around you, and for a few hours before you meet up. Eating food without your allergen and brushing their teeth before meeting up could also help. This might be more difficult in a situation that is unplanned, like at a disco! Thinking about risk assessment again, it’s just important to remember that if you have kissed someone without knowing if they have eaten your allergen, and you feel any symptoms of an allergic reaction, then you should just treat it as per your allergy action plan. Another reason that you need to have your adrenaline pens and antihistamine with you always, even if you’re not planning on eating, like when going out to a disco."
      ]
    },
    {
      "heading": "Alcohol:",
      "content": [
        "Alcohol is a known co-factor (see section on co-factors) which makes it more likely to have a more severe allergic reaction if you have your allergen. However, it also can affect your allergies in other ways, which are important to be aware of.",
        "Drinking alcohol affects your ability to think clearly. So, you might normally be really careful with everything you eat, but after drinking alcohol are less able to judge a situation. Also, alcohol can reduce your blood sugar making you feel hungry, and more likely to want to eat. Your allergen may actually be in your drink (see section on your allergen). If you do have an allergic reaction, being confused and drowsy can be a symptom of anaphylaxis. But people may assume that the drowsiness and confusion are due to being drunk, and this can mean that your allergic reaction doesn’t get noticed as easy. It will also mean that you are less able to treat yourself or to get others to help you.",
        "So what can I do if I do decide to drink alcohol?",
        "The legal age for drinking alcohol in Ireland is 18 years. If you do decide to drink alcohol at some point, you should consider these tips to help reduce your allergy-related risks;",
        "When ordering a drink at a bar, you should tell staff about your allergy and ask if the drink has your allergen. If it is very loud and noisy and you can’t have a conversation with staff, you should choose a drink that you know (not having it for the first time) or a pre-packaged drink (like a bottle) that you can read the ingredients list on. If you’ve already been drinking and you’re offered a drink and you’re not sure if it is safe for you, you should politely say no thanks, and instead have a drink you’re sure of, as your mind may not be totally clear to decide if it is safe or not. You could make a note of the name of the drink in your phone and look it up the next day so you know for the future.",
        "Be very careful of cocktails as even if the drink you ordered doesn’t contain your allergen, there can be cross contact from cocktail shakers/ blenders and preparing surfaces. You should tell the bartender about your allergies and ask them to clean the surfaces and equipment. If its too loud/ busy, you should pick a different drink.",
        "Eat plenty before you start drinking, so you won’t be as tempted later to have food you may be unsure of. You could also have some safe snacks with you (in your bag or coat pocket) in case you are hungry later.",
        "You definitely need your adrenaline pens with you! Even if you don’t plan on eating, you may do so if you’re drunk, and a drink may contain your allergen or cross contact may happen.",
        "Buddy up! Make sure a friend with you knows all about your allergies, signs of a reaction, where you have your adrenaline pens and what to do. It’s also a good idea to put your parents’ numbers in your friends phones contacts – in case your phone is locked and your friend doesn’t know your pin/ your phone has facial recognition.",
        "Can I get anaphylaxis from touching or smelling my food allergen?",
        "So a serious allergic reaction, or anaphylaxis, can only happen when you ingest your allergen (like if you eat it, or if it gets into your mouth from cross contact, eg like a contaminated cup). Researchers have done studies that have shown that people who are allergic can hold their allergen in their hand and not have a serious allergic reaction, although they may get mild local skin symptoms like itchiness or a rash on their hand. You shouldn’t handle your allergen on purpose though, due to the risk of transferring it to your mouth as we explain below.",
        "Sometimes people worry about getting a serious allergic reaction through their breathing if they can smell their allergen in the air, particularly on airplanes. In the past, we didn’t know for sure if that could happen, and so people were advised to be careful. In recent years, researchers have studied this, and we now know that this is not a risk for most allergens. The reason for this is that it is the protein in a food that people are allergic to, and protein particles are heavy, and so don’t carry in the air. Food allergens are therefore not airborne. The only exception is fish/ shellfish, while it is being cooked, and so if you have a fish/ shellfish allergy, you shouldn’t be in the kitchen when someone is cooking fish. Researchers have tested this by having food allergic people sit beside their allergen in a room, and showing that they don’t get allergic reactions. They also have shown that on airplanes, the ventilation systems don’t pose any extra risk, as the filter size would catch any protein particles anyway.",
        "So the risk with being around your food allergen is not the touching or smelling itself, but the chance that if it’s in your environment and other people are handling your allergen, surfaces could become contaminated with it, and if you then touch those surfaces and put your hand to your mouth, you could have a reaction in that way (although still less likely than if you ate it accidentally!). The reality is that as you go through life, other people will have your allergen around you, and there isn’t a lot you can do to control that.",
        "What you can control is yourself, so",
        "Be alert",
        "Clean down surfaces with detergent wipes or soap and water if they’ve been in contact with your allergen (which will remove the allergen protein)",
        "Wash your hands regularly using soap and water. Wet cleansing wipes are next best. Water on its’ own doesn’t work, and hand sanitiser will also not remove the allergen protein!).",
        "Be careful not to put your hands in your mouth if your allergen is around you (like biting your nails for example)."
      ]
    },
    {
      "heading": "Travel:",
      "content": [
        "Having food allergies shouldn’t stop you from travelling! You just need to do a little extra planning and thinking ahead of time so that you can enjoy your holiday without extra worry.",
        "On the plane:",
        "The banning of nuts or other allergens on flights has been shown now not to be needed, and so airlines do not have to do this. You should wipe down your area on the plane (eg seat, tray) with wet, detergent wipes that you have brought with you. Some airlines may let you board early to do this, but you can also do it when boarding normally (just don’t forget to pack the wipes in your hand luggage!). Avoid using pillows and blankets given to you on the plane for long-haul flights, as they are often not washed between flights, only rewrapped.",
        "You always need to carry your antihistamine and two adrenaline pens at all times, and this includes when flying. These need to be in your hand luggage (not bags you check in) so that you have them on the plane if you need them. Even if you have extra adrenaline pens, you still should have them in your hand luggage, because the belly of the plane where the checked bags go is too cold for the adrenaline and can damage it. To make sure you don’t have issues bringing these through on board, have a copy of your prescription (your pharmacist will have it on file) and leave the sticker from the pharmacist on the medication box that your adrenaline comes in, as this will have your name on it. You could instead bring a doctor’s letter explaining that you need these medications with you. Sometimes you may not be asked to show anything, but don’t rely on this as the next time you might not be so lucky!",
        "Be really careful when eating on planes. Avoid eating plane food where possible. If going on a long-haul flight, check does your airline offer allergen-free meals, and organise this in advance. Another high-risk scenario is buying something in the airport when you are in a rush or stressed (and maybe not as careful as you would normally be!) and then eating it before boarding or on the plane. Remember that you can have an allergic reaction within about 2 hours of eating your allergen, and so any food you eat before boarding is also important to be really careful with. It is safest to bring your own food/ snacks from home that you are sure are safe for the flight. Check the allergy policy of the airline you are flying with in advance.",
        "You’ve landed safely! Now what?",
        "Be aware that food labelling laws and practices can be different if you are travelling outside the European Union (EU). While most countries in the world do have food labelling laws including allergen labelling, some countries do not yet have laws developed, for example some countries in South America and South Asia. Before travelling to a country, part of your preparation should be to check about their food labelling laws, so that you can be confident when choosing food to eat. Of the majority of countries that do have food labelling laws, they may be different to what you are used to here in Ireland.",
        "If you are travelling to a country where you don’t speak the language, you need to be extra careful that what you say doesn’t get lost in translation! It’s a good idea to have some cards with phrases that explain your allergies in the local language. You can buy personalised ones in many languages on the website ‘Allergy UK’ – plastic translation cards.",
        "Pack some safe snacks that are in packets (so they don’t go off) to have with you so that if you are ever unsure due to language difficulties, at least you won’t be too hungry until you can get food  you are confident in.",
        "Make sure you have travel insurance, ask your parents about it! This is a good idea for everyone, and is typically not too expensive. This means if you did need to attend hospital while travelling, you won’t have unexpected expensive hospital bills to pay! If you’re travelling without your parents, have the details (eg company, policy number) written down and saved in your phone. It would also be smart to look in advance to find out where the nearest hospital is and what number to ring to contact emergency services like an ambulance in the country you’re visiting.",
        "As adrenaline is meant to be kept at about room temperature, very hot or very cold temperatures can damage the medication. This isn’t normally a problem in Ireland, but something to think about if you are travelling to somewhere with an extreme climate. Your adrenaline pens would then need to be kept in an insulated case. In a hot climate, keep your pens in the shade out of the heat, or closer to your body in cold climates, like in the inside pocket of your jacket if skiing."
      ]
    },
    {
      "heading": "Avoidance:",
      "content": [
        "The term ‘avoidance’ just means that you do your best to avoid the foods that you’re allergic to. You can do this by reading labels of food products, being aware of cross-contact when making food for yourself, and communicating clearly your allergy needs to staff when eating out, or to friends/ family who are making you food.",
        "Label reading:",
        "All pre-packaged foods will have a label that includes a full ingredients list with the 14 major food allergens emphasised. The 14 major, or most common, allergens that must be declared on food packaging by law.",
        "These are;",
        "celery",
        "cereals containing gluten (such as wheat, rye, barley, and oats)",
        "crustaceans",
        "eggs",
        "fish",
        "lupin",
        "milk",
        "molluscs",
        "mustard",
        "peanuts",
        "sesame",
        "soybeans",
        "sulphites",
        "tree nuts",
        "They will be highlighted in some way so that they are easy to see in the ingredients list. This could be in bold font, underlined, or in CAPITAL LETTERS. There are differences in labelling laws in other countries, so consider this when travelling outside the European Union.",
        "Even if you’ve eaten a food product before, you should still check the label each time because sometimes recipes can change without warning. If a food comes in a multipack (for example a 5-pack of chocolate bars), the ingredients list may only be on the outer wrapper.",
        "Precautionary allergen labelling – ‘may contain’:",
        "Even if not an ingredient on purpose, an allergen may still end up in a food product by accident, through cross-contact. This can happen when foods share a production line or factory space and one product could end up contaminating another.",
        "A precautionary allergen label is extra written allergen information on food packaging to explain that an allergen may be in a food even though it is not an ingredient on purpose.",
        "This can include statements like:",
        "‘May contain ____’",
        "‘Made in a factory that handles ____’",
        "‘May contain traces of ____’",
        "‘Not suitable for ____ allergy sufferers’",
        "‘Packed in a facility where ___ are present.’",
        "However, unlike the ingredients list, there is currently no law that controls this part of food labels. Some people have a misunderstanding that one phrase is more or less serious than another, or different levels of risk. However, as these statements are voluntary and the food company can choose to say whichever phrase they like, this is not true.",
        "With foods with these labels, there is a chance that the allergen is in the product and could give you an allergic reaction. Therefore, it is safest to avoid products that have a precautionary allergen label or ‘may contain’ statement for your allergen.",
        "However, many people with certain food allergies report that it can be difficult to choose foods that don’t have any precautionary allergen statements for their allergen. It’s not recommended that you eat these foods, but if you do ever choose to eat foods with a precautionary allergen label for your allergen, these are important points to consider;",
        "Even if you have had the same product before, that doesn’t mean you won’t have a problem with it in the future. This is because there could have been contamination of a certain batch and not others. Also, co-factors affect how our body’s tolerance is on different days (see section on co-factors). Each time you eat the product with the precautionary allergen labelling you should be aware that it is a risk.",
        "Rather than eating the whole product, you might eat a small amount and wait to see how you feel before consuming the rest.",
        "You are taking a known risk, and so if you feel any possible symptoms of an allergic reaction within two hours of eating the product, you need to assume there was your allergen in the food and treat yourself as per your allergy action plan, even if you’re not sure.",
        "Eating in restaurants:",
        "It can be a bit trickier to decide if food is safe for you that doesn’t come in a packet with a label. However, restaurants, cafes, hotels, takeaways and other catering businesses are also required by law to provide information on major allergens. This information should be available in written form, for example on menus or in a special allergen information folder.",
        "However, even if you can find this information easily, you always need to have a conversation about your allergies also. There are two things you need to be sure of;",
        "That the food you are ordering doesn’t contain your allergen as an ingredient (ask about sauces/ dressings also)",
        "That the chef and kitchen staff take precautions to ensure cross-contact with your allergens doesn’t happen (ask about if oils are used for frying food that contains your allergen, ask to ensure your meal is prepared separately with clean equipment).",
        "There’s no need to be self-conscious about asking these questions. It’s smart to be safe.",
        "Try to be clear and direct, while staying polite. If your server seems unsure, or you are any way not confident, you can ask to speak directly to a manager or chef.",
        "Many people have allergies, and most places are getting more aware of how to manage allergens. If you are still not confident with a place, you can leave at any time.",
        "See the section on your particular allergen for more specific tips, but in general, avoid buffets or other scenarios where food can be handled by the general public and not just staff.",
        "Preparing food:",
        "When you were younger, your parents probably prepared most of your food! You might now be starting to take on more of this yourself. This is a skill you can start practicing so you can be confident – maybe you are hoping to move in with roommates in a few years!",
        "Some families choose not to keep the food your allergic to in the house, especially with young children. But this is not actually necessary for you. As long as you take proper care, it is fine to have your allergens eaten by other people in the house. Even if your family has chosen to avoid having your allergen at home all along, it is not something you can enforce in the rest of the world and so you need to learn how to manage allergens in your environment safely.",
        "The main risk is from cross-contact. This means when allergens are moved from one food or surface to another. For example, if you use a knife to cut a cheese sandwich, and then use the same knife to cut a ham sandwich, traces of cheese could get onto the ham sandwich.",
        "So what can I do to reduce cross-contact?",
        "You can remove allergen traces with by cleaning surfaces and crockery with soap and warm water and rinsing after, or by cleaning with detergent wipes. Wiping away mess with no cleaning agent (eg some dry paper towel) will not work. ‘Sanitisers’ like alcohol gel also don’t work to remove the allergen. Make sure your equipment is clean before you start preparing food.",
        "Always wash your hands with soap and warm water before preparing food.",
        "Store allergenic food separately from allergy safe food. For example, if living with roommates, you could have your own cupboard, and your own shelf in the fridge (ideally the top shelf so nothing can drip onto your food).",
        "Don’t fry with oils that have been used to cook food containing your allergen",
        "If not eating food that you have prepared straight away, make sure it is well covered and labelled.",
        "It can be a good idea to keep eating to one area of the house, for example the kitchen/ dining area so that you do not need to be worried about crumbs etc in other areas, like the couch.",
        "If moving in with new people, it’s good to have a conversation about your allergies, and agree some ground rules together so that everyone is on the same page.",
        "If a friend has invited you over to their house for food, have a chat beforehand to discuss your allergy needs. If they can’t accommodate your needs or they don’t seem to fully understand, you can always bring something that you have prepared. In this way, you can still be fully involved, but you can enjoy your time better knowing that you are safe!",
        "Allergic reactions:",
        "Although you do your best to avoid the food you’re allergic to, sometimes an ‘accidental exposure’ occurs. This is where you eat some of your allergen by mistake and have an allergic reaction. You should keep track of any accidental exposures you have (see section on monitoring). This will help you notice any trend of what caused it, and will help you remember what happened and what you did for the next time you meet your allergy team.",
        "Allergic reactions are classed in two ways; mild to moderate OR severe (anaphylaxis)",
        "What happens in mild/moderate allergic reactions?",
        "If you accidentally eat your allergen (the food your allergic to), it gets absorbed into your body and meets the IgE antibodies your body has made before. This causes your immune system to release large amounts of chemicals that cause inflammation, like histamine (see ‘what are food allergies’ section). This can cause blood vessels to get wider which can let fluid leak from your blood vessels go to places it shouldn’t normally, which can cause;",
        "Runny nose, sneezing or watery eyes",
        "Itchiness in your mouth or skin, or hives on your skin (which can look like nettle rash, like a red patch with a bump in the middle that looks whiter)",
        "Swelling of your eyes or lips",
        "Pain in your tummy, feeling sick or even vomiting",
        "If you are having some of these symptoms, and you have eaten food or could have had cross contact in the past 2 hours, you should follow your allergy action plan for mild/ moderate symptoms.",
        "Make sure you let someone know you think you’re having an allergic reaction. Don’t go to the bathroom or somewhere else on your own, because other people mightn’t know you’re there if you start to feel worse. Ask someone to stay with you – this could be someone in your family, a teacher, a friend, or even a staff member or stranger if you are on your own, like an air hostess on an airplane.",
        "Get out your medication. Have your adrenaline pens to hand in case you need them, but take your antihistamine medicine for mild/ moderate symptoms (see section on antihistamines).",
        "If your out with friends, call your parent or emergency contact to collect you so that you can rest and monitor your symptoms."
      ]
    },
    {
      "heading": "Antihistamines:",
      "content": [
        "The clue is in the name of what antihistamines do! They work against (anti) one of the chemicals that your immune system released because of the allergic reaction (histamine). The medicine gets absorbed and it sticks or binds to where the histamine is normally picked up by your body, and so it blocks any more histamine from sticking.",
        "It's important to remember that from when you take the medicine, it takes about 20-30 minutes to start working in your body, because it needs to be absorbed from your stomach first. If you vomit in this time after taking your antihistamine, you can take it again because your body wouldn’t have absorbed it properly.",
        "It’s best to take a non-drowsy antihistamine like cetirizine (Anti-Hist, Cetrine, Zirtek and Zirtene), fexofenadine (Telfast) and loratadine (Clarityn and Lorat). You can get these ‘over the counter’ or without a prescription from a pharmacy. You can decide whether you prefer to use a liquid or a tablet type. Whichever you pick, you need to carry your antihistamine medicine with you everywhere you go, along with your 2 adrenaline pens.",
        "Remember that antihistamine medicine is only going to help these mild or moderate symptoms, and so if you get any more serious symptoms, or you have lots of moderate symptoms that aren’t getting better, then it is considered a severe allergic reaction, or anaphylaxis."
      ]
    },
    {
      "heading": "Anaphylaxis:",
      "content": [
        "What happens in anaphylaxis?",
        "Anaphylaxis (pronounced like ana-fil-ax-is) is a severe allergic reaction. The reaction process and the widening of blood vessels and leaking of fluid continues and can cause:",
        "swelling in more serious places, like in your tongue or throat, which can impact how you breathe in and out. You might feel like your mouth or throat feel smaller, or tight, or your voice might sound hoarse or croaky.",
        "the small tubes in your lungs can get tight, making you feel breathless/wheezy or cough a lot.",
        "your blood pressure can get low, which can make you feel weak, dizzy or like you’re going to collapse. You can also feel confused, drowsy, just ‘not right’ or a feeling that something very bad is happening.",
        "In some reactions, mild or moderate symptoms can appear first, and then progress to severe symptoms. In some reactions, severe symptoms can be present straight away. Either way, for severe symptoms, antihistamine medicine won’t work, and you need adrenaline medicine (see section on adrenaline).",
        "Common myths:",
        "Sometimes people think that if you have had only mild or moderate reactions before that you won’t have anaphylaxis in the future, or that a future reaction will have the same symptoms they had before.",
        "These are not true! Each reaction is like a new event in your body. The same food in the same person can cause different symptoms or problems at different times. This is why it’s important to be aware of all possible symptoms, and not just ones you’ve had before! How severe an allergic reaction is depends on lots of things, including how much of the food you ate and co-factors (see section on co-factors).",
        "What to do in anaphylaxis?",
        "It’s really important to get help if you think you might be having anaphylaxis.",
        "Make sure you lie down, wherever you are! This could be on a couch, or even on the floor. The best position is lying flat with your legs raised. You could use something like a cushion, jumper or bag to lift your legs. This position allows your blood to get to the most important places like your heart and head, and helps keep your blood pressure strong. If your chest feels tight, or your breathing is hard, you might feel better sitting forward. This is okay, but you should not stand up as this can make the reaction worse! Rather than going to get your adrenaline pens, lie down and ask somebody to bring your bag to you.",
        "You should use your adrenaline pen straight away (see next section on adrenaline). Look and note what time you used the adrenaline, or put a timer on your phone or watch.",
        "Ask whoever is with you to call for an ambulance (in Ireland the number is 112 or 999 – these are free and it will call even if your phone is out of credit). Make sure they say the word anaphylaxis – this makes sure that the ambulance is prioritised and will come to you as quickly as possible. The reason you need to call an ambulance is not because of the adrenaline medicine itself (adrenaline is very safe!), it is because you are having anaphylaxis. The point of carrying adrenaline pens is to keep you safe until you can get to a hospital.",
        "Also call or ask someone to call your parent/ emergency contact of you are not with them. It might make you more confident to have their support, and also they can be making their way to meet you at the hospital.",
        "After 5 minutes from giving your adrenaline pen, reassess yourself. Think of the symptoms you felt, and ask yourself for each one;",
        "does it feel the same, better or worse AND do I feel any new symptoms?",
        "Most times, after one adrenaline dose you feel better and you can just stay lying down with someone with you until the ambulance comes. If your symptoms feel the same or worse, or you feel any new problems, then give your second dose of adrenaline. You should give this in your other leg. If at the 5-minute point after the first dose of adrenaline you feel better, but after that you start to feel worse again, you should also use your second adrenaline pen in this case.",
        "When you get in the ambulance/ at the hospital, you will be connected with wires to machines that check your heart rate, oxygen levels and blood pressure. You might have an oxygen mask over your nose and mouth for a while. If one dose of adrenaline was all you needed, you will just have to stay and be monitored for a few hours, and then you can go home. If the anaphylaxis was more severe, you will be in the right place to get any other medicines or treatment you might need. In this case, you would stay the night in hospital.",
        "When you leave hospital, make sure you get a new prescription from the doctor and get new adrenaline pens straight away to replace what you used!"
      ]
    },
    {
      "heading": "Adrenaline:",
      "content": [
        "How does adrenaline work?",
        "Adrenaline really is the magic medicine for anaphylaxis! It counteracts or works against all the different problems that anaphylaxis causes in the body.",
        "Adrenaline helps stop more histamine and other chemicals involved in anaphylaxis from being released by the body.",
        "Adrenaline tightens up blood vessels that had gotten wide and leaky. This helps with any swelling (like in your throat) and helps your blood pressure get back to normal so you don’t feel as faint or weak. Adrenaline also helps your heart beat faster and stronger which also helps your blood pressure.",
        "Adrenaline also widens the small tubes in your lungs, so you can breathe easier again.",
        "Adrenaline helps relax the muscles in your intestines, which helps with tummy pain.",
        "This is how adrenaline treats anaphylaxis so well!",
        "Adrenaline works best the quicker it’s given. It’s much easier to fix a small problem, rather than delaying and then trying to fix a much bigger problem! A common mistake in anaphylaxis is waiting too long to give adrenaline. Dying from anaphylaxis is really very rare – when it does happen, it’s because adrenaline wasn’t used or it was used too late. The message is that if you follow your allergy action plan and use adrenaline, anaphylaxis is manageable and you will be fine.",
        "Adrenaline is a really safe medicine and so even if you’re not sure if your reaction is mild to moderate or severe, you should use your adrenaline anyway. If your wrong, it won’t do you any harm, and if your right, you will have prevented the reaction getting worse. No one will be cross with you if you use adrenaline pens when you’re not sure. As the saying goes, it’s better to be safe than sorry!",
        "Sometimes people can feel side effects of adrenaline. These include things like feeling like your heart is racing or pounding or feeling shaky. If these happen, they will pass quickly, as adrenaline wears off fast. They won’t do you or your heart any damage.",
        "How do I give adrenaline?",
        "Adrenaline comes in three different brands in Ireland; Epipen, Jext and Anapen.",
        "Over the years, you might have had different ones or you may have had the same type always. Lots of the steps are the same, but some are different for each brand. Be sure to remind yourself of the correct technique of the brand you have each time you get new pens. Epipen, Jext and Anapen all have their own website including short videos on how to use them. Remember that each pen only contains one dose of adrenaline."
      ]
    },
    {
      "heading": "Steps:",
      "content": [
        "Take your adrenaline pen out of its case",
        "Hold it like a fist in your dominant hand (the one you write with)",
        "Epipen: take off the blue cap with your other hand (blue to the sky, orange to the thigh)",
        "Jext: take off the yellow cap with your other hand",
        "Anapen: take off the black needle shield by pulling in the direction of the arrow with your other hand. This also removes a grey protective needle shield. Then from the other end of the pen, take off the grey cap from the red firing button",
        "*for all brands, the injection won’t work if the cap hasn’t been taken off.",
        "Prepare where the adrenaline will go. It’s always given into your thigh muscle as this is the biggest muscle you have and so will be absorbed into your body fastest. It’s easiest to quickly pull down your pants (you can leave on your underwear). If you want to give it through your clothes you can, but make sure not to go through a pocket or a seam on your pants, as the material here is thicker and the needle might not go into your muscle like it’s supposed to. You want to give the adrenaline roughly in the middle third of your thigh, to the middle or outer side.",
        "Epipen: hold the pen about 10cm away with the orange end pointing at your thigh, then jab the pen into your thigh at a right angle. You should feel or hear a click. There is no button to press.",
        "Jext: hold the black end against your thigh, then push the pen firmly until you feel or hear a click. There is no button to press.",
        "Anapen: hold the open end (with the pointing black arrow) against your thigh. Then press the red firing button with your thumb so it clicks.",
        "Don’t move your leg and hold the pen in position while you count to 10 slowly. This allows time for all the medicine to get into your muscle.",
        "Take the pen away from your leg.",
        "Epipen: the orange part will stick out by itself and cover the needle",
        "Jext: the black part will stick out by itself and cover the needle",
        "Anapen: The needle is exposed after use and so you need to cover it. Place the wide end of the black needle shield you took off in step 3 on the needle end of the pen and click it on.",
        "Massage your thigh where you gave the injection for 10 seconds. This helps the adrenaline to get absorbed quickly.",
        "Trainer pens are a handy way to practice or show your friends/ teachers. These are fake pens that look like the real thing, but don’t have any needle or medicine in them. Epipen and Jext will send you trainer pens for free if you apply on their website.",
        "How do I store adrenaline?",
        "Your adrenaline pens should be stored at room temperature. Adrenaline can lose its’ effectiveness if kept in extreme heat or cold. They should never be put in the fridge or freezer.",
        "Don’t leave them in the car glove box – that is no use to you if you have reaction because it takes too long for someone to get them. Also, at night, the temperature of the car gets too cold – think of the frost that can be on the car windows on winter mornings – it’s like a fridge! In summer, the glass of the windows makes the car temperature too high.",
        "If travelling to a country with a hot or cold climate, keep your pens in an insulated case and in the shade out of the heat, or closer to your body in cold climates, like in the inside pocket of your jacket if skiing.",
        "Is there a difference between adrenaline and epinephrine?",
        "In most of the world, including Ireland and the rest of Europe, we call the medicine that you inject into your leg for anaphylaxis ‘adrenaline’. In some parts of the world, including America, they call it ‘epinephrine’. This is the same medicine! So if you ever are in America, or are reading for example an American website or book, don’t be confused by the term ‘epinephrine’. It means the same thing."
      ]
    },
    {
      "heading": "Neffy:",
      "content": [
        "‘Neffy’ is the name of a product that should be available in the next few years. Its adrenaline that can be given ‘intra-nasally’, or as a spray into your nose, instead of an injection into your leg. This is an example of exciting things coming down the line that should make your life with food allergies easier!"
      ]
    },
    {
      "heading": "Asthma:",
      "content": [
        "Many people who have food allergies also have asthma – remember they are both ‘atopic’ conditions. Having asthma that is ‘poorly-controlled’ or flared makes it more likely that if you accidently eat your allergen, you can have a more severe reaction.",
        "This is an extra reason why it’s really important to remember to take any medicines or inhalers that you were prescribed in the right way – using a spacer device. Medicines or inhalers that are for every day can take a while to work, and so keep at it! These don’t work if you only take them sometimes. As well as reducing your risk of a more severe anaphylaxis if you accidently had your allergen, keeping your asthma under control also will give you more freedom in everyday life, like being better able to keep up with your friends and perform better at sport!",
        "If you do have an anaphylaxis reaction and you feel any problem with your breathing, after you use your adrenaline pen you should also use your reliever inhaler. It’s a good idea to carry your reliever inhaler with you everywhere you go, with your antihistamine and your two adrenaline pens."
      ]
    }
  ]
}