{
  "title": "Educational Module",
  "sections": [
    {
      "heading": "What are food allergies:",
      "content": [
        "Your immune system normally helps you to fight off infections that can make you sick. It does this by recognising bacteria and viruses and producing antibodies that fight and kill them. You might come across the term 'Immunoglobulin E' or IgE for short– these are a type of antibody. IgE antibodies are produced to fight against certain types of infection. These antibodies are then saved on the surface of special immune cells, and if the infection returns, the body is ready to attack immediately. The infection is picked up by the immune cells and they react immediately by releasing chemicals to cause inflammation and kill it.",
        "If you have a food allergy, your immune system gets confused and mistakenly treats something in a particular food (most often, the protein) as if it's dangerous to you. It has reacted to the food you are allergic to in the way it should react to infection- and has produced IgE antibodies to fight against it.",
        "If you eat the food, it gets absorbed into your body and meets those IgE antibodies. Immune cells then release large amounts of chemicals, such as histamine that cause inflammation. It is these chemicals that cause the signs of an allergic reaction/ anaphylaxis.",
        "So food allergy that is 'IgE mediated' can trigger anaphylaxis type allergic reactions. This is the type of food allergy you have. Your adrenaline pen treats this type of reaction well."
      ]
    },
    {
      "heading": "What are food intolerances?",
      "content": [
        "Sometimes people have food intolerances – this does not involve the immune system. Food intolerance can result in digestive issues and discomfort, like bloating, gas, or diarrhoea. It can be uncomfortable, but unlike food allergies, it can't give a person anaphylaxis type allergic reactions."
      ]
    },
    {
      "heading": "Why me?",
      "content": [
        "We don't fully understand why some people develop food allergies and some don't. Food allergy is one of what are called 'atopic' conditions. These are allergic conditions that can happen together. People with atopy often have more than one of type of atopic condition together.",
        "Atopy means \"out of place,\" so atopic conditions are your body's overreaction to something it shouldn't react to. As well as food allergy, atopic conditions also includes allergic rhinitis (hay fever), eczema and asthma.",
        "The chance of having atopy (one or more of these conditions) tends to run in families. Sometimes people notice that nobody in their family has a food allergy, but a family member might have one of the other atopic conditions like asthma or eczema, or might have had when they were younger.",
        "Sometimes food allergy can happen even without this history of atopy in families. Either way, it is not your fault that you have a food allergy. Everyone has something in life they have to deal with at some point and this is what you to deal with. Lots of people are diagnosed with food allergy. It's hard to get exact numbers, but it seems to be about 1 in 20 people. This means that in most school classrooms, it's likely that somebody has a food allergy. Remember that allergy is only part of your life, not everything."
      ]
    },
    {
      "heading": "Allergens:",
      "content": [
        "The word allergen means the thing that causes the allergic reaction, in this case the particular food you're allergic to.",
        "Top 14 allergens:"
      ]
    },
    {
      "heading": "Peanut:",
      "content": [
        "A peanut is actually a legume, which is the same plant family as peas, beans and lentils. Although it has 'nut' in it's name, peanuts are not in the same family as tree nuts.",
        "Peanuts often found in;",
        "• Multicultural cuisines like Chinese, Indian and Thai- these are better to avoid altogether as peanuts tend to be in lots of their sauces",
        "• Vegetarian and vegan products – peanuts are high in protein, and so are often included to better the protein content of a product when dairy or meat can't be used.",
        "• Muesli, granola, cereal bars",
        "• Desserts like cakes, chocolates, biscuits and pastry",
        "• Flavoured beers (especially craft beers) can contain nuts."
      ]
    },
    {
      "heading": "Tree nuts:",
      "content": [
        "Tree nuts include almonds, brazil nuts, cashews, hazelnuts, walnuts, pecans, pistachios and macadamia nuts. Some foods have 'nut' in the name but are not tree nuts, such as pine nuts, coconut, nutmeg and chestnut.",
        "In the European Union, if nuts are present in the product, the manufacturer must clarify which type of nut is present. For example, if the product has almonds, rather than writing \"tree nut,\" the manufacturer should write \"almond\" in the ingredients list.",
        "Tree nuts are often found in;",
        "• Many types of Asian Cuisines, especially in sauces like curries",
        "• Baking, like cakes, breads, pastries, biscuits. E.g. walnuts are typically in carrot cake and banana bread.",
        "• Muesli, granola, cereal bars. These can be whole nuts or have nut butters included.",
        "• Vegetarian and vegan products – nuts are high in protein, and so are often included to better the protein content of a product when dairy or meat can't be used (eg nut roast).",
        "• Salads and salad toppings/ dressings",
        "• Ice cream, especially ice cream parlours – nuts also often used as toppings/ in sauces",
        "• Chocolate items, e.g. praline",
        "• Nut 'milks', eg almond milk are common dairy-free alternative used in cafés, and so cross-contact would be high risk using the same equipment, for example milk frother.",
        "• Gluten-free alternatives, e.g. Almond flour is commonly used in gluten-free products sold in cafes and bakeries.",
        "• Pesto (traditionally made with pine nuts, but these are expensive, so many companies now use cashews)",
        "• Pistachios are commonly used in Middle Eastern foods, particularly desserts such as baklava, Turkish delight and Dubai chocolate",
        "• Walnuts are used in some brands of Worcester sauce.",
        "• Alcohol – some types of alcohol can contain tree nuts like certain liqueurs eg Frangelico (hazelnuts).",
        "Flavoured beers (especially craft beers) can contain nuts.",
        "Certain brands of gin (eg Bombay Saphire, Beefeater) use tree-nuts (most commonly almonds but may be others) in the making of gin. However, as the gin is distilled in the factory, the protein (the part of the nut that causes allergic reactions) doesn't get carried over as it's too heavy. As a result the European Food Safety Authority considers that spirit drinks (like gin) that included nuts are unlikely to trigger a severe allergic reaction as they have been distilled, but we would advise you to take caution."
      ]
    },
    {
      "heading": "Milk:",
      "content": [
        "There are two types of cows milk allergy. IgE mediated milk allergy, the type that you can potentially get anaphylaxis and need adrenaline (like you have). There is also a delayed type (non-IgE mediated) milk allergy that cannot give you anaphylaxis. This type mainly has digestive symptoms. Lactose intolerance is another different condition related to milk, where a person does not have enough of a digestive enzyme to break down lactose, a sugar in milk. Lactose intolerance does not involve the immune system at all.",
        "The general public sometimes gets mixed up about milk allergies, as they can get confused with all these and they might assume your allergy is mild. For these reasons, its especially important to be clear that you cannot have even a small bit of dairy, and it could give you anaphylaxis.",
        "Milk is often found in;",
        "• You know you need to avoid all dairy products, including yogurt, cheese, butter, ice cream milk chocolate.",
        "• Milk from other animals, like goats and sheep, have similar proteins and so you should also avoid these.",
        "• Whey and casein are milk proteins often added to products to increase the protein content, so be extra careful around products marketed as 'high-protein', such as protein powders for the gym. The label will still have to say 'milk' in the ingredients.",
        "• Don't trust a product just because it says 'vegan' – the term isn't regulated by law. Although milk isn't an ingredient on purpose, it is often listed as 'may contain' in these products, so you still need to check. As milk is such a common ingredient in factories, cross-contact can happen even easily.",
        "• Alcohol – Some alcohol can contain milk, so like foods, you should check the label. Examples include cream liqueur like Baileys, some cocktails eg White Russian",
        "Wine: Milk is sometimes used in a process called 'finning' which some producers use to help remove sediment the wine. This is more common in white wines. Most often it gets fully filtered out again, but if milk can be detected in the final product, milk will be written as a 'contains' on the label on the bottle."
      ]
    },
    {
      "heading": "Egg:",
      "content": [
        "Egg allergy, like milk allergy, is quite common in young children and some children do grow out of it, and as a young child is growing out of egg allergy, they may tolerate eggs in certain forms, like baked. However, having an egg allergy as a teenager, you have a lifelong egg allergy and likely are advised to avoid egg in all forms. Egg is a common ingredient in the preparation of many foods, and it is important to stress that you cannot have any amount of egg in any form. For home baking, you can substitute egg with other foods like banana or apple sauce, or you can also buy 'egg replacer'.",
        "Egg is often found in;",
        "• Baking, like cakes and pastries",
        "• Desserts like sweets (eg marshmallows), mousses, ice cream",
        "• Pasta and noodles",
        "• Battered and breadcrumbed food",
        "• Fried rice",
        "• Mayonnaise and other salad dressings",
        "• Other birds eggs, like duck and geese, have similar protein to hens' eggs and so should also be avoided",
        "• Foods may be brushed or glazed with egg",
        "• Alcohol:",
        "Cocktails - In cocktails, egg whites are commonly used to create fizz or foam. Anything that contains the word 'Sour' in its name will very likely use egg as an ingredient. If you are ever ordering a cocktail, make sure you mention your egg allergy, as even if you choose a safe cocktail, equipment used to make your drink might have cross-contact. Egg is also sometimes used to stick sugar or another garnish to the rim of cocktail glasses.",
        "Wine: Egg is sometimes used in a process called 'finning' which some producers use to help remove sediment the wine. This is more common in red wines. Most often it gets fully filtered out again, but if egg can be detected in the final product, egg will be written as a 'contains' on the label on the bottle.",
        "• Vaccines: even with an egg allergy, vaccines are completely safe to get in the community, like your GP or pharmacist. The only reason your allergy doctor would need to be involved is if you had an anaphylaxis before that was so severe you had to be looked after in the ICU (intensive care unit) which is really very rare."
      ]
    },
    {
      "heading": "Sesame:",
      "content": [
        "Sesame is considered a seed rather than a nut. You need to be careful to avoid sesame seeds and sesame oil(sesame oil is usually unrefined - meaning it contains all the same protein of sesame seeds). Sesame seeds can be black, white, brown or red.",
        "Sesame is often found in;",
        "• Multicultural cuisines (especially South Asian, Middle Eastern, Mediterranean, and Caribbean)",
        "• Tahini, a paste used in middle Eastern cooking, is made from sesame.",
        "• Hummus is usually made with sesame",
        "• Japanese condiments like Gomashio and Furikake, and miso paste, which is a fermented soy bean paste that can be used in Japanese cooking.",
        "• Oils used in stir frys",
        "• Oils used in salads",
        "• Burger buns, bagels, breads – can be sprinkled on top/ baked in or both (just because you can't see them doesn't mean they're not an ingredient or cross-contact!)",
        "• Backlava – a layered sweet pastry",
        "• Vegetarian products like veggi-burgers",
        "• Sesame seeds are difficult to control in food production. They often become 'electrostatic', causing them to cling to charged surfaces such as worktops, other foods and clothing, which makes it difficult to prevent cross-contact. 'May contain sesame' warnings should be taken particularly carefully."
      ]
    },
    {
      "heading": "Wheat:",
      "content": [
        "You have a wheat allergy (IgE mediated) which has the potential to give you an anaphylactic reaction (which is why you carry your adrenaline pens just in case!) This is different to coeliac disease, which is an autoimmune condition that causes damage to the lining of the gut if a person who is coeliac eats gluten, which is one of many proteins found in wheat. While this is a serious condition, someone with coeliac disease cannot have anaphylaxis from eating wheat. Some people may also be gluten intolerant, which means that they can get uncomfortable tummy symptoms if they eat wheat. However, because these different conditions involve wheat, sometimes the general public can get confused between them. For this reason, its especially important to be clear that your food needs to be wheat free, not just gluten-free, and that your wheat allergy could give you anaphylaxis.",
        "Wheat is often found in;",
        "• Baking, eg cakes, pastries as standard flour is made from wheat. Ready blended self-raising and plain wheat-free flours are convenient and widely available. If baking powder is needed, remember to check that it is wheat-free.",
        "• All standard types of bread. Look for wheat-free options.",
        "• Certain breakfast cereals",
        "• Many processed foods like burgers, sausages, chips",
        "• Batter fried foods",
        "• Sauces, gravy, stock cubes",
        "• Couscous, Semolina",
        "• Remember that 'wheat free' is not the same as 'gluten free'. Just because a product says 'gluten-free' on the front of a packet, doesn't automatically mean it's safe for you, as it could still contain other wheat proteins. You still need to look at the ingredients list to make sure 'wheat' is not listed. On the other hand, you don't need to restrict yourself to products that say 'gluten free' as the gluten protein is also found in barley, rye and sometimes oats, and your problem is just with wheat.",
        "• Alcohol: Certain beers can contain wheat. Others can be made with different grains, often barley."
      ]
    },
    {
      "heading": "Fish:",
      "content": [
        "Fish allergy refers to fish that have fins (rather than shellfish) and includes cod, haddock, plaice, trout, herring, salmon and tuna. As the proteins in these are similar, people who are allergic to one type of fish have a high chance of reacting to others in the category.",
        "Fish is often found in;",
        "• You need to avoid fish in any form, eg cooked (like battered fish) or raw (like sushi)",
        "• Worchestershire sauce – sometimes can contain anchovies. Be extra careful with foods that often contain it as an ingredient, eg shepherds pie",
        "• Fish sauce is often used in multicultural dishes",
        "• Some stock cubes"
      ]
    },
    {
      "heading": "Crustaceans:",
      "content": [
        "Crustaceans are in the shellfish family. These include prawns, shrimp, crabs, lobsters and crayfish.",
        "Crustaceans are often found in;",
        "• Scampi, which you might not recognise due to the crumb coating",
        "• Fish sauce is often used in multicultural dishes, and can contain shellfish or fin fish. Shrimp paste may also be used.",
        "• Myth – it is not true that people with a shellfish allergy will be allergic to contrast dye sometimes used in medical tests like scans. People thought this before because both shellfish and this contrast dye contain iodine. But neither reaction (eg shellfish or contrast dye) is actually due to the iodine anyway."
      ]
    },
    {
      "heading": "Molluscs:",
      "content": [
        "Molluscs are also in the shellfish family and include mussels, oysters, clams, scallops, periwinkles, squid and octopus.",
        "Molluscs are often found in;",
        "• Oyster sauce is used in some multicultural dishes, eg Chinese.",
        "• Fish sauce is often used in multicultural dishes, and can contain shellfish or fin fish",
        "• Myth – it is not true that people with a shellfish allergy will be allergic to contrast dye sometimes used in medical tests like scans. People thought this before because both shellfish and this contrast dye contain iodine. But neither reaction (eg shellfish or contrast dye) is actually due to the iodine anyway."
      ]
    },
    {
      "heading": "Soya:",
      "content": [
        "Soya, also called soy, comes from soybean which is a type of legume.",
        "Soya is often found in;",
        "• Vegetarian foods, as it is high in protein. For example, Tofu is made form soy",
        "• Edamame beans are immature (not fully grown) soy beans",
        "• Soya milk – be aware of the risk of cross-contact eg in a café.",
        "• Soy sauce, often used in Asian foods",
        "• Soya flour – may be used in baking",
        "• Soya oil – if the oil is fully refined, the refining process removes the soya protein (the part of the soya which causes the allergic reaction). So fully refined soybean oil isn't a risk and doesn't need to be highlighted on food labels. Unrefined soya oil could have some soya protein in it, and so unrefined soya oil must be declared and highlighted in the ingredients list on food labels."
      ]
    },
    {
      "heading": "Non top 14 allergens:",
      "content": [
        "There are many other allergens that are not on the top 14 list, like peas, beans and kiwi. These will still be included in the ingredients list, but they wont be highlighted or emphasised, and so won't be as easy to see on food labels."
      ]
    },
    {
      "heading": "What if I'm allergic to some tree nuts, and my allergy doctor tells me to introduce other types of tree nuts?",
      "content": [
        "Many people who are allergic to tree nuts are only allergic to one type of tree nut, but some are allergic to more. Certain tree nut allergies tend to pair together as the proteins are similar, for example cashew and pistachio allergy, and walnut and pecan allergy. It's important to know exactly which tree nuts you allergy team says you are allergic to and need to avoid.",
        "If you have been told to introduce certain tree nuts at home, you can eat these safely. This is really important to do regularly (at least 3 times a week!) as this actually helps avoid developing (or re-developing) an allergy to those tree nuts in the future.",
        "It's easiest to remember if you make taking your nuts part of your routine, for example with your breakfast. It doesn't matter what form the nut is in, eg as a whole nut, crushed or in a product, for example hazelnut in Nutella. Some people find it useful to blend together the nuts they are supposed to take, keep it in an airtight container (like a lunchbox with a lid) and add a spoon of this mix to their cereal. People who are allergic to some tree nuts but not others often find that the nuts they are supposed to eat have 'may contain tree nuts' on the label. This is what we would call a 'calculated risk', as the risk of the possibility of having a reaction is outweighed by the chance to avoid more nut allergies.",
        "Things you can do to reduce the risk are:",
        "• Buying a packet of just one nut, not a mixed bag. You can mix/ crush them yourself after if you want.",
        "• Washing the nuts three times can reduce chance of having a trace of another nut from the factory. This can make them taste quite plain, and so if you struggle with the taste, try adding them to a food you like.",
        "• If you have any allergy symptoms within two hours of eating your safe nuts, remember that it could be from cross-contact with the nut you are allergic to, and treat yourself as per your allergy action plan.",
        "If you're not sure or can't remember what you were advised to do, you should check with your allergy team before trying anything new."
      ]
    },
    {
      "heading": "Co-factors:",
      "content": [
        "Our body and our immune system isn't the exact same every day of the week. Co-factors are common things that put your body under pressure, and so reduce your tolerance. This means that there isn't a set amount of an allergen that you can tolerate without having a reaction. These co-factors are things that make it more likely to have anaphylaxis if you eat your allergen.",
        "• Exercise – when you have done a lot of exercise, like played a match",
        "• Illness – when you're sick, even with something mild like a cold.",
        "• Stress – if you are emotionally stressed, like before an exam.",
        "• Tiredness – when you haven't slept for very long, like if you were up late at a sleepover.",
        "• Menstruation – for girls, when you're on your period.",
        "• Alcohol/ drugs – if you have drank alcohol or taken drugs."
      ]
    },
    {
      "heading": "Tests:",
      "content": [
        "Skin Prick Tests:",
        "Firstly, you will be asked if you have taken any antihistamine medicine in the last 5 days, because if you have, there is no point doing the skin prick test as the results won't be right. The letter you get telling you about your appointment will remind you not to take antihistamines for the 5 days before your appointment too. If you forgot, or you had to take antihistamine medicine because you had a reaction, you or your parent should call the allergy nurse or the secretary to ask what to do. Your appointment might be moved to avoid making you come to the hospital twice and wasting your time!",
        "For the test, allergens are mixed with liquid to make a solution that comes in a little bottle. The nurse or doctor will use a pen to mark your forearm so they will know which test is which. You are then asked to keep your arm still, and the nurse or doctor will add a drop of each solution onto your skin. This can sometimes feel cold, as the little bottles are stored in the fridge.",
        "There will be a few (at least 3) drops added, one for every allergen you are getting tested for, and also a positive and negative control. These controls makes sure that the test is working right on you. The negative control is just like salty water, and the positive control contains histamine. Then the skin beneath each drop is gently pricked with a very thin needle called a lancet. This is enough to let a tiny amount of solution past the top layer of the skin. Most people find that this doesn't hurt, and feels like a scratch with your nail.",
        "Then you have to wait about 15 minutes before the nurse or doctor can read the results. In this time, you might feel quite itchy, try not to scratch your arm! The itchy feeling will pass within about an hour. You shouldn't be afraid of a skin prick test – it cannot give you a true allergic reaction! You will only get the bumps and itchy skin, and no other allergic symptoms.",
        "A positive reaction looks like an itchy red area with a raised bump known as a wheal in the centre that looks like a small nettle sting. The nurse or doctor will measure these with a ruler. Everyone should get a positive reaction to the positive control, and you shouldn't get a reaction to the negative control.",
        "A positive reaction can mean that you are allergic, or it can also mean that you are 'sensitised'. Figuring out what the results mean for you should be done by staff who work with allergies, with also the history of what happened when you ate the food and the other tests. Staff also look at the 'trend' of the results over the years, for example are the reactions bigger or smaller than before. This is why you usually get this test every few years.",
        "Blood tests:",
        "Like the skin prick test, a blood test for allergies will usually be done when you come to your allergy clinic appointments. Having a blood test for allergies is the same process as a blood test for any other reason. This is often done by a phlebotomist (sounds like fleb-otomist). This means a person whose job it is to take blood tests all the time – because of this they have lots of practice and are usually very quick!",
        "During a blood test, a needle is put either where you bend your arm or the back of your hand and a small amount of blood is taken. This is then tested in the lab for different things, for example to the Immunoglobulin E (IgE) antibodies (see 'what are food allergies' section) to the particular food. This takes time, so you won't have results for blood tests at the same appointment.",
        "Like skin prick tests, blood tests for allergy need to be understood by somebody experienced at working with these tests. Unlike skin prick tests, it doesn't matter if you had taken antihistamines.",
        "Food Challenges:",
        "Because skin prick tests and blood tests can also be positive if a person is sensitised, the test that shows for definite if a person is allergic is called a Food Challenge. Your allergy team will decide based on what happened in any previous reactions you had, and on your skin prick test and blood test results if you should have a food challenge.",
        "If you are going to have a food challenge, this is a planned test that usually takes most of the day. You will also be asked not to have antihistamine in the 5 days before the challenge. You need to be in good health to do this test, and so if you are unwell in the days leading up to the appointment, you or your parent should call and discuss this with one of the allergy team – they will decide if maybe your challenge should be delayed to another day.",
        "The doctor and nurses will explain the whole process to you before starting, and give you the chance to ask any questions you have. You will be given a tiny amount of the food to be tested to eat. This is done in hospital to make sure it's safe, and there will be experienced staff who know how to manage any reaction. A parent or guardian can stay with you the whole time. The nurse will be checking you out often, like taking your blood pressure and asking how you feel. If any symptoms happen, the test stops, you are given medicines to treat the reaction as needed. In this case, you are considered to be allergic to the food tested. If no symptoms happen, after about 20 minutes you are given a bit more of the food to eat. There are usually 5 steps in total, and if no symptoms happen, at the end you are considered not allergic to that food.",
        "There is always waiting involved in this test, like between each step, and some time after to make sure you stay well. A lot of people find it can be a boring day, and so make sure you bring a few things to pass the time, like a book, game, art, even homework! The staff will give you food, but if you want to bring your own snacks for after the test you can, just make sure you check with staff before you eat anything."
      ]
    }
  ]
}